Repository: Dim145/asmsearch_archive
Catalog: AnimeSearch.Site/Resources/Views/Home/AddSites.*.resx
Languages: fr

# title
source: Add sites
fr: Proposer un site

# descr
source: This page allows you to propose a new site to be added to the search catalog. The site will only be used once an administrator has validated the addition. <br/> Veuillez à bien saisir le bon chemin dans le dernier champ. Otherwise the search will not be successful and no results will be found.
fr: Cette page permet de proposer un nouveau site à ajouter au catalogue de recherche. Le site ne sera utilisé que lorsqu'un administrateur aura validé l'ajout. <br /> Les données sont presque toutes obligatoires. Veuillez à bien saisir le bon chemin dans le dernier champ. Sans cela, la recherche n'aboutira pas et jamais aucun résultat ne sera trouvé.

# url_site
source: Root URL / Search URL
fr: URL racine / URL de recherche

# url_tooltip
source: Basic URl of the site and the one allowing to make searches
fr: URl de base du site et celle permettant d'effectuer des recherches

# icon_url
source: Full URL of the icon
fr: URL complet de l'icone

# icon_url_tooltip
source: URL pointing to the site image (icon or favicon in the worst case)
fr: URL pointant vers l'image du site (icon ou favicon dans le pire des cas)

# icon_tooltip
source: render the image with the same dimensions as the one in the search table
fr: rendu de l'image avec les même dimension que celle dans le tableau des recherches

# name_tooltip
source: name of the site displayed in the search table
fr: nom du site affiché dans le tableau des recherches

# name
source: Site name
fr: Nom du site

# type_tooltip
source: Allows to know which sites to enter according to the search
fr: Permet de savoir quels sites inttérogé en fonction de la recherche

# type
source: Type of site
fr: Type de site

# id_result_tooltip
source: ID of the tag from where the path will start. the path starts from the tag body if the id is empty
fr: ID de la balise d'ou le chemin partira. le chemin part de la balie body si l'id est vide

# id_result
source: Starting beacon id
fr: Id balise de départ

# a_path_tooltip
source: Path from the body tag. Must end with a
fr: Chemin a partir de la balise body. Doit se terminer par une balise a

# a_path
source: HTML tag path to a search result
fr: Chemin des balises HTML vers un résultat de recherche

# btn_a_path_tooltip
source: allows to retrieve the element directly on the web page (experimental)
fr: permet de récupéré l'élément directement sur la page web (expérimental)

# nb_res_path
source: Path from the HTML tag to the text containing the number of results.
fr: Chemin de la balise HTML vers le text contenant le nombre de résultats.

source: Optional
fr: Optionnel

# post_tooltip
source: values to send in the background
fr: valeurs à envoyer en arrière plan

# multi_tooltip
source: If the site is foreign, 3 searches specifying the languages will be performed. (vostfr, vf, multi)
fr: Si le site est étranger, 3 recherches précisant les langues seront effectuées. (vostfr, vf, multi)

# modal_site_title
source: HTML from the site address
fr: HTML venant de l'adresse du site

# modal_site_descr
source: Click on a search result, preferably the first one. If there are no results you can start another search. <br/> The current search is :
fr: Cliquez sur un résultat de recherche.Le premier de préférence. Si il n'y as aucun résultats vous pouvez relancer une autre rehcerche. <br /> La recherche actuelle est:

# modal_btn_change
source: change search
fr: changer recherche

source: Close
fr: Fermer

# modal_site_descr_2
source: Click on the text indicating the number of results. If there are no results you can start another search. <br/>The current search is :
fr: Cliquez sur le texte indiquant le nombre de résultats. Si il n'y as aucun résultats vous pouvez relancer une autre rehcerche. <br /> La recherche actuelle est:

# modal_post_title
source: Hidden values to send
fr: Valeurs cachées à envoyer

# modal_post_descr
source: List of values that will be sent to the site. A single '?' will be replaced by the search (ex: one piece). <br/>If one of the two columns is empty, the line will be ignored.
fr: Liste des valeurs qui seront envoyer au site. Un '?' seul seras remplacé par la recherche (ex: one piece). <br/>Si une des deux colonnes est vide, la ligne seras ignorée.

# nom
source: Name
fr: Nom

source: Value
fr: Valeur

# help
source: <p>when adding a search URL, a search button to "simplify" the retrieval of the tag to locate a search result.</p> <p>the content of the dialog is that of the web page found at the address entered. This page does not contain Javascript and the CSS files have been removed (by the server).</p>
fr: <p>lors de l'ajout d'une adresse URL de recherche, un bouton de recherche permettant de "simplifier" la récupération de la balise pour repérer une résultat de recherche.</p> <p>le contenu du dialogue est celui de la page internet qui se trouve à l'adresse saisie. Cette page ne contient pas de Javascript et les fichiers CSS ont été supprimer (par le serveur).</p>
