Repository: Dim145/asmsearch_archive
Catalog: AnimeSearch.Site/Resources/Views/Home/Dons.*.resx
Languages: fr

# title
source: Donations
fr: Dons

# description
source: It's a fact and you all know it (well normally), but it's not free to host a website. The server(s), the domain names, the email addresses and many other options are not free. <br /> <br /> The current server is paying with its domain name and email address. At the lowest price because I remain a poor student (and not rich moreover). Unfortunately the limitations notably at the level of the power are still strongly present. <br /> <br /> I count on YOUR support to be able to increase the current package in order to speed up the site and maybe have more options. All this to stop having searches that take more than 46 years to load . <br /> <br /> And if the donations are sufficient, I could even hire a WEB designer for your pleasure . &#x1F609;
fr: C'est un fait et vous le savez tous (enfin normalement), mais ce n'est pas gratuit d'héberger un site WEB. Le ou les serveurs, les noms de domaines, les adresses mail et nombres d'autres options sont payantes. <br /> <br /> Le serveur actuel est donc payant avec son nom de domaines et adresse mail personnalisé. Au prix le plus bas car je reste un pauvre étudiant (et pas riche en plus). Malheureusement les limitations notamment au niveau de la puissance sont encore fortement présentes.<br /> <br /> Je compte donc sur VOTRE soutien pour pouvoir augmenter le forfait actuel afin d'accélérer le site et peut-être avoir des options en plus. Tout ça pour ne plus avoir des recherches qui prennent plus de 46 ans à se charger. <br /> <br /> Et si en plus les dons sont suffisants, je pourrais même engager un designer WEB pour votre plus grand plaisir. &#x1F609;

# annual_obj
source: Annual target
fr: Objectif annuel

# server_cost
source: Server cost and others...
fr: Cout serveur et autres...

# month_obj
source: Monthly goal
fr: Objectif mensuel

# annual_server_cost
source: current server cost
fr: coût actuel du serveur

# list_dons
source: List of latest donations
fr: Liste des derniers Dons

# latest_{0}_donates
source: The last {0} donations
fr: Les {0} derniers dons

source: per month
fr: par mois

source: Visitor
fr: Visiteur

# le
source: at
fr: Le
